{
  "data": [
    {
      "id": 1,
      "blogCategory": "Painting",
      "blogTitle": "Mona Lisa",
      "slug": "Mona Lisa",
      "postedOn": "1503 to 1519",
      "author": "Leonardo da Vinci",
      "blogImage": "Mona Lisa.jpg",
      "blogText": "It should come as no surprise that the most famous painting in the world is that mysterious woman with the enigmatic smile. But that's one of the few certainties about this work of art. The sitter in the painting is thought to be Lisa Gherardini, the wife of Florence merchant Francesco del Giocondo, but experts aren't sure. It did represent an innovation in art -- the painting is the earliest known Italian portrait to focus so closely on the sitter in a half-length portrait, according to the louvre, where it was first installed in 1804."
    },
    {
      "id": 2,
      "blogCategory": "Painting",
      "blogTitle": "The Last Supper",
      "slug": "beautiful-and-special-moment",
      "postedOn": "1495 to 1498",
      "author": "Leonardo da Vinci",
      "blogImage": "The Last Supper.jpg",
      "blogText": "Leonardo, the original 'Renaissance Man,' is the only artist to appear on this list twice. Painted in an era when religious imagery was still a dominant artistic theme, 'The Last Supper' depicts the last time Jesus broke bread with his disciples before his crucifixion. The painting is actually a huge fresco --4.6 meters (15 feet) high and 8.8 meters (28.9 feet) wide, which makes for a memorable viewing."
    },
    {
      "id": 3,
      "blogCategory": "Painting",
      "blogTitle": "The Starry Night",
      "slug": "beauti-lies-within-special",
      "postedOn": "1889",
      "author": "Vincent van Gogh",
      "blogImage": "The Starry Night.jpg",
      "blogText": "The comparatively abstract painting is the signature example of van Gogh's innovative and bold use of thick brushstrokes. The painting's striking blues and yellows and the dreamy, swirling atmosphere have intrigued art lovers for decades. Van Gogh was living in asylum in Saint-Rémy, France, being treated for mental illness, when he painted 'The Starry Night.' He was inspired by the view from the window of his room. "
    },
    {
      "id": 4,
      "blogCategory": "Painting",
      "blogTitle": "The Scream",
      "slug": "sliding-my-way-to-life",
      "postedOn": "1893",
      "author": "Edvard Munch",
      "blogImage": "The Scream.jpg",
      "blogText": "First things first -- 'The Scream' is not a single work of art. According to a British Museum's blog, there are two paintings, two pastels and then an unspecified number of prints. The paintings reside in the National Museum and the Munch Museum, and in 2012, one of the pastels sold for almost $120 million at auction. Much like the case of 'Mona Lisa,' daring thefts (1994 and 2004) of the two painting versions of 'The Scream' helped elevate the public's awareness of the artworks. (Both were eventually found). The androgynous figure in the forefront of the Art Nouveau-style painting isn't producing the scream but rather is trying to block out a piercing shriek coming from nature. It was inspired by an actual experience Munch had while taking in a sunset stroll in Oslo when a dramatic red hue overwhelmed his senses."
    },
    {
      "id": 5,
      "blogCategory": "Painting",
      "blogTitle": "Guernica",
      "slug": "memories-from-last-summer",
      "postedOn": "1937",
      "author": "Pablo Picasso",
      "blogImage": "Guernica.jpg",
      "blogText": "This is the most recent painting on this list, and it depicts the German aerial bombing of the town of Guernica in the Basque region during the Spanish Civil War. The painting has that distinctive Picasso style, and its unflinching examination of the horrors of war made it an essential part of 20th century culture and history. 'Guernica' was moved to the Metropolitan Museum of Modern Art in New York during World War II for safekeeping. Picasso requested that the stay be extended until democracy returned to Spain. It finally went back to Madrid in 1981, six years after the death of longtime Spanish dictator Gen. Francisco Franco."
    }
  ]
}
